{
  "documentId": "unknown",
  "sections": [
    {
      "id": 1,
      "body": "State of Illinois,\nCounty of Cook ss.\n\nI, Chas. W. De Wolfe a Notary Public in and for the\nCounty and State aforesaid, do hereby certify that E.P. Tallmadge\nand E.G. Strain, personally known to me to be the same per-\nsons whose names are subscribed to the foregoing instrument\nas President and Secretary, respectively, of Tallmadge\n& Burnes Co., appeared before me this day, in person, and\neach severally acknowledged that they signed, sealed\nand delivered the said instrument as their free and\nvoluntary act and as the free and voluntary act of said\ncorporation, for the uses and purposes therein set forth.\nGiven under my hand and Notorial seal this fifteenth\nday of June A.D. 1900.\n\nMy commission expires Nov. 5, 1903\nChas. W. De Wolfe,\nNotary Public.\n(Seal)\nFiled for record October 9th, A.D. 1921 10 P. M."
    },
    {
      "id": 2,
      "body": "Deed.\nThis Indenture made, the 22nd day of September, 1909\nbetween George F. Portage and Maud Portage,\nhis wife, of the County of Alameda and State of Cali-\nfornia, parties of the first part; and Lakeside Land\nReclamation and Irrigation Company, a corporation\norganized under the Laws of New Jersey, having its of-\nfice at Riverside, in the County of Riverside and State\nof California, party of the second part, Witnesseth:\nThat the parties of the first part for and in consider-\nation of the sum of One Dollar and other valuable\nconsideration to them in hand paid by the party\nof the second part at or before the execution of this\ninstrument, the receipt of which consideration is\nhereby acknowledged, and having granted,\nand conveyed, unto the party of the second part, his\nsuccessors and assigns, all the following described\nproperty, situated in the County of Alameda and State\nof California, to wit:\nA strip of land one hundred (100) feet in width, being\nfifty (50) feet on each side of the middle line of the"
    }
  ]
}