{
  "documentId": "document1",
  "sections": [
    {
      "id": 1,
      "body": "State of Illinois,  \nCounty of Cook ss.  \n\nI, Chas. W. De Wolfe a Notary Public in and for the County and State aforesaid, do hereby certify that E. P. Tallmadge and C. S. Train, personally known to me to be the same persons whose names are subscribed to the foregoing instrument as President and Secretary, respectively, of Tallmadge & Bunting Co., appeared before me this day in person and each severally acknowledged that they signed, sealed and delivered the said instrument as their free and voluntary act and as the free and voluntary act of said corporation, for the uses and purposes therein set forth.  \n\nGiven under my hand and Notarial seal this fifteenth day of June A. D. 1909.  \n\nMy commission expires Nov. 1st, 1913.  \n\nChas. W. De Wolfe  \nNotary Public.  \n\nFiled for record October 9th, 1909 at 10 P. M.  \n(SEAL)"
    },
    {
      "id": 2,
      "body": "Deed.  \n\nThis Indenture made the 22nd day of September, 1909 between George H. Nichols and Maud J. Nichols his wife, of the County of Winona and State of Minnesota, parties of the first part, and Lake Hattie Reservoir and Irrigation Company, a corporation formed under the laws of New Jersey, having its principal office at Albany, in the County of Albany and State of Wyoming, party of the second part, Witnesseth:"
    },
    {
      "id": 3,
      "body": "That the parties of the first part for and in consideration of the sum of One Dollar and other valuable considerations to them in hand paid by the party of the second part at or before the execution of this instrument, the receipt of which considerations is hereby acknowledged, have bargained, sold, granted and conveyed unto the party of the second part, its successors and assigns, all the following described property, situated in the County of Winona and State of Wyoming, to wit:  \n\nA strip of land One hundred (100) feet in width being fifty (50) feet on each side of the middle line of the"
    }
  ]
}